Repository: asc-csa/AlouetteApp
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Resolute Bay, No. W. Territories
fr: Resolute Bay, Territoires du Nord-Ouest

source: South Atlantic, Falkland Islands
fr: Atlantique Sud, îles Malouines

source: St. John's, Newfoundland
fr: St. John's, Terre-Neuve

source: Orroral Valley, Australia
fr: Vallée de l'Orroral, Australie

source: Byrd Station, Antartica
fr: Station Byrd, Antarctique

source: Las Palmas, Canary Island
fr: Las Palmas, île des Canaries

source: Winkfield, England
fr: Winkfield, Angleterre

source: Fort Myers, Florida
fr: Fort Myers, Floride

source: Rosman, No. Carolina
fr: Rosman, Caroline du Nord

source: College, Fairbanks, Alaska
fr: Collège, Fairbanks, Alaska

source: Woomera, Australia
fr: Woomera, Australie

source: Tromso, Norway
fr: Tromso, Norvège

source: University of Alaska, Fairbanks, Alaska
fr: Université de l'Alaska, Fairbanks, Alaska

source: Darwin, Australia
fr: Darwin, Australie

source: Quito, Ecuador
fr: Quito, Équateur

source: South Point, Hawaiian Islands
fr: South Point, îles hawaïennes

source: Johannesburg, South Africa
fr: Johannesburg, Afrique du Sud

source: Kano, Nigeria
fr: Kano Nigéria

source: Singapore, Malaysia
fr: Singapour, Malaisie

source: Mojave, California
fr: Mojave, Californie

source: Kashima, Japan
fr: Kashima, Japon

source: Minimum frequency
fr: Fréquence minimale

source: Maximum depth
fr: Profondeur maximale

source: Goto page
fr: Voir la page

source: Current Page
fr: (page actuelle)

source: Previous
fr: Précédente

source: Next
fr: Suivante

source: Goto Previous Page
fr: Voir la page Précédente

source: Goto Next Page
fr: Voir la page Suivante

source: Pagination Navigation
fr: Navigation de pagination

source: Goto page 1, Current Page
fr: (page actuelle) Voir la page 1

source: Goto page 2
fr: Voir la page 2

source: Goto page 3
fr: Voir la page 3

source: Invalid values provided. Latitude values must be between -90 and 90. Minimum values must be smaller than maximum values. All values must be round numbers that are multiples of 5.
fr: Valeurs non valides fournies. Les valeurs de latitude doivent être comprises entre -90 et 90. Les valeurs minimales doivent être inférieures aux valeurs maximales. Toutes les valeurs doivent être des nombres ronds qui sont des multiples de 5.

source: Invalid values provided. Longitude values must be between -180 and 180. Minimum values must be smaller than maximum values. All values must be round numbers that are multiples of 5.
fr: Valeurs non valides fournies. Les valeurs de longitude doivent être comprises entre -180 et 180. Les valeurs minimales doivent être inférieures aux valeurs maximales. Toutes les valeurs doivent être des nombres ronds qui sont des multiples de 5.

source: Invalid dates provided. Dates must be between 29/09/1962 (Sep. 29th 1962) and 31/12/1972 (Dec. 31st 1972).
fr: Dates reçues invalides. Les dates doivent être entre 29/09/1962 (29 sépt. 1962) et 31/12/1972 (31 déc. 1972).

source: The form could not be submitted because errors were found.
fr: Le formulaire n'a pu être soumis car des erreurs ont été trouvées.

source: All Ionograms
fr: Tous les Ionogrammes

source: Ionograms per month
fr: Ionogrammes par mois

source: Number of ionograms
fr: Nombre d'ionogrammes

source: Count
fr: Somme

source: <br>No. of Ionograms:
fr: <br>No. d'ionogrammes :

source: Ground station
fr: Station terrestre

source: Ionograms count
fr: Nombre d'ionogrammes

source: Estimated mean
fr: Moyenne estimée

source: Maximum depth [km]
fr: Profondeur maximale [km]

source: Min. confidence interval of max. depth (km)
fr: Intervalle de confiance min. de la profondeur max. (km)

source: Mean maximum depth (km)
fr: Profondeur maximum moyenne (km)

source: Max. confidence interval of max. depth (km)
fr: Intervalle de confiance max. de la profondeur max. (km)

source: Minimum frequency [MHz]
fr: Fréquence minimale [MHz]

source: Min. confidence interval of min. frequency (MHz)
fr: Intervalle de confiance min. de la fréquence min. (MHz)

source: Mean minimum frequency (MHz)
fr: Fréquence minimum moyenne (MHz)

source: Max. confidence interval of min. frequency (MHz)
fr: Intervalle de confiance max. de la fréquence min. (MHz)

source: Data visualization (95 percent confidence interval)
fr: Visualisation des données (intervalle de confiance de 95%)

source: Mean
fr: Moyenne

source: Median
fr: Médianes

source: Minimum Frequency
fr: Fréquence minimale

source: minimum frequency
fr: fréquence minimum

source: maximum depth
fr: profondeur maximum

source: Ionograms selected
fr: Ionogrammes sélectionnés

source: Total number of ionograms
fr: nombre total d'ionogrammes

source: Launched in 1962, Alouette I sent radio waves of different frequencies into the topmost layer of the atmosphere, known as the ionosphere, and collected data on the depth of penetration of these waves. The results of this were sent to ground stations around the world and stored on films, a portion of which have now been digitized. These data were used to fuel hundreds of scientific papers at the time. Although ionosphere data derived from inversions and this dataset are readily available, the raw data from Alouette I’s ionograms allow for further studies due to scientific advancements since they were acquired. In the past, accessing this data was difficult, which limited its use, interpretation, and analysis on a larger scale.
fr: Lancée en 1962, Alouette I a envoyé des ondes radio de différentes fréquences dans la couche supérieure de l'atmosphère, connue sous le nom d'ionosphère, et a recueilli des données sur la profondeur de pénétration de ces ondes. Les résultats de ces expériences ont été envoyés à des stations terrestres dans le monde entier et stockés sous la forme de films, dont une portion est maintenant numérisée. Les données ont été utilisées pour alimenter des centaines d'articles scientifiques à l'époque. Bien que des données sur l'ionosphère provenant d’inversions utilisant ces données soient facilement disponibles, les données brutes des ionogrammes d'Alouette I permettent des études plus poussées, permises par l’avancement de la science. Leur accès autrefois difficile a empêché l'utilisation, l’interprétation et l’analyse de ces données à une plus grande échelle.

source: This application provides users the ability to select, download and visualize Alouette I's data. Please note that the metadata and parameters extracted from the ionogram images ([see more about the extraction process](https://github.com/asc-csa/Alouette_extract)) are provided primarily for demonstration purposes. These values are subject to error, and should not be directly used in a scientific context.
fr: Cette application permet aux utilisateurs de sélectionner, télécharger et visualiser les données d'Alouette I. Veuillez noter que les métadonnées et les paramètres extraits des images d'ionogrammes ([en savoir plus sur l'extraction](https://github.com/asc-csa/Alouette_extract)) sont fournis principalement à des fins de démonstration. Ces valeurs sont sujettes à erreur et ne doivent pas être utilisées directement dans un contexte scientifique.

source: Visit our GitHub page to learn more about the [code used to make this application](https://github.com/asc-csa/AlouetteApp) and the [code used to extract metadata and parameters from the ionogram images](https://github.com/asc-csa/Alouette_extract). The dataset can also be accessed in [CSA's Open Government Portal](https://data.asc-csa.gc.ca/en/dataset/221c1c75-4c42-4286-a4ce-ca6c3027b7fe)
fr: Visitez notre page GitHub pour en savoir plus sur le [code utilisé pour réaliser cette application](https://github.com/asc-csa/AlouetteApp) et le [code utilisé pour extraire les métadonnées et les paramètres des ionogrammes](https://github.com/asc-csa/Alouette_extract). Ce jeu de données est également accessible sur le [portail du gouvernement ouvert de l’ASC](https://data.asc-csa.gc.ca/fr/dataset/221c1c75-4c42-4286-a4ce-ca6c3027b7fe).

source: Select data
fr: Sélectionner les données

source: Selection of the ground stations
fr: Sélection des stations terrestes

source: Selection of the range of latitude
fr: Sélection de la plage de latitude

source: Selection of the range of longitude
fr: Sélection de la plage de longitude

source: Date selection
fr: Sélection de la plage de date

source: Download the selected dataset
fr: Télécharger le jeu de données séléctionné

source: Filter by ground station latitude:
fr: Filtrer par la latitude de la station:

source: Minimum latitude
fr: Latitude minimum

source: Maximum latitude
fr: Latitude maximum

source: Filter by ground station longitude:
fr: Filtrer par la longitude de la station:

source: Minimum longitude
fr: Longitude minimum

source: Maximum longitude
fr: Longitude maximum

source: Map of the world showing ground stations. Each station is represented by a circle, the size of which depends on the number of ionograms at each station.
fr: Carte du monde montrant les stations terrestres. Chaque station est représentée par un cercle, dont la taille dépend du nombre d'ionogrammes de chaque station

source: Filter by date:
fr: Filtrer par date :

source: Select ground stations:
fr: Sélectionner les stations :

source: Download summary data as CSV
fr: Télécharger la synthèse CSV

source: Download selected ionogram images
fr: Télécharger les ionogrammes sélectionnées

source: Graph showing the number of ionograms captured during each month. The X-axis indicates the date and the Y-axis indicates the number of ionograms.
fr: Graphique montrant le nombre d'ionogrammes capturés au cours de chaque mois. L'axe des X indique la date et l'axe des Y indique le nombre d'ionogrammes.

source: The ionogram images download is currently limited to
fr: Le téléchargement des ionogrammes est actuellement limité à

source: images at a time.
fr: images à la fois.

source: Select x-axis:
fr: Sélectionner l'axe des x :

source: Select y-axis:
fr: Sélectionner l'axe des y :

source: Map showing either minimum frequency or maximum depth values at each ground station. Each station is represented by a circle, the size of which depends on either the mean or median values of the variables selected. Explore the data by selecting different variables in the drop-down menu on the right.
fr: Carte indiquant les valeurs de fréquence minimale ou de profondeur maximale à chaque station terrestre. Chaque station est représentée par un cercle, dont la taille dépend de la valeur moyenne ou médiane des variables sélectionnées. Explorez les données en sélectionnant différentes variables dans le menu déroulant à droite.

source: Select statistic:
fr: Sélectionner statistique :

source: Select plotted value:
fr: Sélectionner la valeur tracée :

source: Select start date
fr: Sélectionnez la date de début

source: Select end date
fr: Sélectionnez la date de fin

source: Graph showing either the mean minimum frequency or mean maximum depth values as a function of either date, longitude, or latitude. Explore the data by selecting different variables in the drop-down menu on the right.
fr: Graphique indiquant soit la fréquence minimale moyenne ou la profondeur maximale moyenne en fonction de la date, de la longitude ou de la latitude. Explorez les données en sélectionnant différentes variables dans le menu déroulant à droite.

source: Text version - Monthly ionograms count
fr: Version textuelle - Nombre d'ionogrammes par mois

source: Text version - Geographical ionograms count
fr: Version textuelle - Distribution géographique des ionogrammes

source: Text version - Data visualization (95 percent confidence interval)
fr: Version textuelle - Visualisation des données (intervalle de confiance de 95 pourcent)

source: Text version - Geographical visualization
fr: Version textuelle - Visualisation géographique

source: Maximum Depth
fr: Profondeur maximale
